Repository: matvlaale/MVA_linux_dev
Catalog: 12_InstallPackaging/po/*/guess.po
Languages: ru

source: Guess a number from 1 to 100. If it is more than specified one - answer "%s", if less than or equal to - answer "%s".
ru: Загадайте число от 1 до 100. Если оно больше указанного - ответьте "%s", если меньше или равно - "%s".

source: Is it greater than %d?
ru: Число больше %d?

source: Incorrect answer "%s"
ru: Некорректный ответ "%s"

source: Your number: %d
ru: Ваше число: %d

source: No
ru: Нет

source: Yes
ru: Да

source: Is it greater than %s?
ru: Число больше %s?

source: Your number: %s
ru: Ваше число: %s

source: Usage: guess [params]
ru: Использование: guess [параметры]

source: Parameters:
ru: Параметры:

source: -r Use Roman numbers
ru: -r Использовать римские числа

source: --help Show this help message
ru: --help Показать данное сообщение
